import type { Questions } from "$lib/types";

export const questions: Questions[] = [
  {
    question: "ทำเว็บนี้มาทำไม",
    answer: "อยากบอกอะไรบางอย่างก่อนที่จะไม่ได้เจอกันแล้ว",
  },
  {
    question: "จะรู้ได้ไงว่าตัวเองมีข้อความ",
    answer: "ถ้าได้ account ในวันปัจฉิมก็แสดงว่ามี",
  },
  {
    question: "มีใครอยากบอกเป็นพิเศษไหม",
    answer: "มี 🧐",
  },
  {
    question: "ทำไมถึงไม่มีคำสารภาพของตัวเอง",
    answer: "อาจจะเป็นได้ทั้ง ไม่มีอะไรจะบอกหรืออาจจะไม่ชอบขี้หน้า อุ้บ 😂",
  },
];
